Repository: oteissonniere/marecherche
Catalog: App/Localizable.xcstrings
Source language: en
Languages: fr

source: Choose “Always Allow on Every Website” so search engines can be redirected.
fr: Choisissez « Toujours autoriser sur tous les sites web » pour que les moteurs de recherche puissent être redirigés.

source: Click the extension icon in Safari's toolbar to set your private instance.
fr: Cliquez sur l’icône de l’extension dans la barre d’outils de Safari pour configurer votre instance privée.

source: Enable “Ma recherche”.
fr: Activez « Ma recherche ».

source: In Safari, tap the extension icon to set your private instance.
fr: Dans Safari, touchez l’icône de l’extension pour configurer votre instance privée.

source: Open Safari Extensions Settings
fr: Ouvrir les réglages des extensions de Safari

source: Open Safari settings, then the Extensions tab.
fr: Ouvrez les réglages de Safari, puis l’onglet Extensions.

source: Open Settings
fr: Ouvrir Réglages

source: Open Settings → Apps → Safari → Extensions.
fr: Ouvrez Réglages → Apps → Safari → Extensions.

source: Safari could not open the extension settings: %@
fr: Safari n’a pas pu ouvrir les réglages de l’extension : %@

source: Sends Safari address-bar searches to your private SearXNG instance, and to a public engine when it is unreachable.
fr: Envoie les recherches de la barre d’adresse de Safari vers votre instance SearXNG privée, et vers un moteur public lorsqu’elle est injoignable.

source: Set “All Websites” to Allow so search engines can be redirected.
fr: Réglez « Tous les sites web » sur Autoriser pour que les moteurs de recherche puissent être redirigés.
